Revit 2027 API
ParameterTypeId.StairsAttrBodyMaterial Property
 "Monolithic Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrBodyMaterial { get; }
Public Shared ReadOnly Property StairsAttrBodyMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrBodyMaterial {
	ForgeTypeId^ get ();
}
static member StairsAttrBodyMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace